{
    "Profile": "Perfil",
    "Profile Information": "Informações do Perfil",
    "Update your account's profile information and email address.": "Atualize as informações de perfil e o endereço de e-mail da sua conta.",
    "Photo": "Foto",
    "Select A New Photo": "Selecionar Nova Foto",
    "Remove Photo": "Remover Foto",
    "Name": "Nome",
    "Email": "E-mail",
    "Your email address is unverified.": "Seu endereço de e-mail não foi verificado.",
    "Click here to re-send the verification email.": "Clique aqui para reenviar o e-mail de verificação.",
    "A new verification link has been sent to your email address.": "Um novo link de verificação foi enviado para o seu endereço de e-mail.",
    "Saved.": "Salvo.",
    "Save": "Salvar",
    "Update Password": "Atualizar Senha",
    "Ensure your account is using a long, random password to stay secure.": "Certifique-se de que sua conta está usando uma senha longa e aleatória para se manter segura.",
    "Current Password": "Senha Atual",
    "New Password": "Nova Senha",
    "Confirm Password": "Confirmar Senha",
    "Two Factor Authentication": "Autenticação de Dois Fatores",
    "Add additional security to your account using two factor authentication.": "Adicione segurança adicional à sua conta usando a autenticação de dois fatores.",
    "You have not enabled two factor authentication.": "Você não habilitou a autenticação de dois fatores.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Quando a autenticação de dois fatores está habilitada, você será solicitado a fornecer um token seguro e aleatório durante a autenticação. Você pode obter esse token no aplicativo Google Authenticator do seu telefone.",
    "Enable": "Habilitar",
    "Browser Sessions": "Sessões do Navegador",
    "Manage and log out your active sessions on other browsers and devices.": "Gerencie e saia de suas sessões ativas em outros navegadores e dispositivos.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Se necessário, você pode sair de todas as outras sessões do navegador em todos os seus dispositivos. Algumas de suas sessões recentes estão listadas abaixo; no entanto, esta lista pode não ser exaustiva. Se você sentir que sua conta foi comprometida, você também deve atualizar sua senha.",
    "This device": "Este dispositivo",
    "Last active": "Última ativação",
    "Log Out Other Browser Sessions": "Sair de Outras Sessões do Navegador",
    "Done.": "Concluído.",
    "Delete Account": "Excluir Conta",
    "Permanently delete your account.": "Excluir sua conta permanentemente.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Assim que sua conta for excluída, todos os seus recursos e dados serão excluídos permanentemente. Antes de excluir sua conta, baixe todos os dados ou informações que deseja manter.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Tem certeza de que deseja excluir sua conta? Assim que sua conta for excluída, todos os seus recursos e dados serão excluídos permanentemente. Digite sua senha para confirmar que deseja excluir permanentemente sua conta.",
    "Cancel": "Cancelar",
    "Confirm": "Confirmar",
    "Disable": "Desabilitar",
    "Finish enabling two factor authentication.": "Finalize a ativação da autenticação de dois fatores.",
    "You have enabled two factor authentication.": "Você ativou a autenticação de dois fatores.",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Para finalizar a ativação da autenticação de dois fatores, escaneie o seguinte código QR usando o aplicativo autenticador do seu telefone ou insira a chave de configuração e forneça o código OTP gerado.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "A autenticação de dois fatores agora está habilitada. Escaneie o seguinte código QR usando o aplicativo autenticador do seu telefone ou insira a chave de configuração.",
    "Setup Key": "Chave de Configuração",
    "Code": "Código",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Armazene esses códigos de recuperação em um gerenciador de senhas seguro. Eles podem ser usados para recuperar o acesso à sua conta se o seu dispositivo de autenticação de dois fatores for perdido.",
    "Regenerate Recovery Codes": "Regerar Códigos de Recuperação",
    "Show Recovery Codes": "Mostrar Códigos de Recuperação"
}